Repository: Kitasio/litnetcovers
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: This tutorial is brought to you by %{company}
ru: Руководство от компании %{company}

source: Welcome to %{name}!
ru: Добро пожаловать в приложение %{name}!

source: 1. Author
ru: 1. Автор

source: 2. Title
ru: 2. Название

source: 3. Annotation
ru: 3. Аннотация

source: Tell about your book
ru: Расскажите о чем ваша книга

source: Will be shown on the cover itself
ru: Будет показано на самой обложке

source: A link to confirm your email change has been sent to the new address.
ru: Ссылка для подтверждения изменения адреса почты была отправлена на новый адрес.

source: At the moment you don't have litcoins to make a request.
ru: В настоящее время у вас нет литкоинов для запроса.

source: Cover creation
ru: Создание обложки

source: Cover type
ru: Тип обложки

source: Covers are ready
ru: Обложки готовы

source: Covers creation in progress
ru: Создание обложек в процессе

source: Covers for your request
ru: Обложки для вашего запроса

source: Email change link is invalid or it has expired.
ru: Ссылка для изменения адреса электронной почты недействительна или истекло время ее действия.

source: Email changed successfully.
ru: Адрес электронной почты успешно изменен.

source: Female
ru: Женский

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
ru: Если ваш адрес электронной почты находится в нашей системе и еще не подтвержден, вы получите письмо с инструкциями в ближайшее время.

source: If your email is in our system, you will receive instructions to reset your password shortly.
ru: Если ваш адрес электронной почты находится в нашей системе, вы получите инструкции для сброса пароля в ближайшее время.

source: It's time to change it with a click of a button
ru: Пора изменить его одним нажатием кнопки

source: Logged out successfully.
ru: Вы успешно вышли из системы.

source: Male
ru: Мужской

source: Password reset successfully.
ru: Пароль успешно сброшен.

source: Password updated successfully.
ru: Пароль успешно обновлен.

source: Reset password link is invalid or it has expired.
ru: Ссылка для сброса пароля недействительна или истекло время ее действия.

source: Style
ru: Стиль

source: The system is generating covers
ru: Система генерирует обложки

source: There's nothing here for now,
ru: Здесь пока ничего нет,

source: Use the link we sent you to confirm your email address.
ru: Используйте ссылку, которую мы вам отправили, чтобы подтвердить адрес электронной почты.

source: User confirmation link is invalid or it has expired.
ru: Ссылка подтверждения пользователя недействительна или истекло время её действия.

source: User confirmed successfully.
ru: Пользователь успешно подтвержден.

source: Vibe
ru: Атмосфера

source: What style do you prefer?
ru: Какой стиль вам больше подходит?

source: What type of cover is more suitable for your book?
ru: Какой тип обложки больше подходит для вашей книги?

source: What vibe does your book have?
ru: Какая атмосфера у вашей книги?

source: What world is your book set in?
ru: В каком мире разворачивается действие вашей книги?

source: World
ru: Мир

source: You cannot access this page.
ru: Вы не можете получить доступ к этой странице.

source: You don't have enough litcoins.
ru: У вас недостаточно литкоинов.

source: You must log in to access this page.
ru: Для доступа к этой странице вы должны войти в систему.

source: You need to confirm your account before continuing.
ru: Вам нужно подтвердить свой аккаунт, прежде чем продолжить.

source: Your request has been submited.
ru: Ваш запрос был отправлен.

source: У вас недостаточно литкоинов
ru: You don't have enough litcoins.

source: Account confirmation
ru: Подтверждение аккаунта

source: Admin page
ru: Страница администратора

source: Brutal - Dark
ru: Брутальное - Тёмное

source: By providing your email address, you consent to receive emails from us.
ru: Предоставляя ваш адрес электронной почты, вы соглашаетесь на получение писем от нас.

source: Character
ru: Персонаж

source: Create cover
ru: Создать обложку

source: Fantasy - Past
ru: Фэнтези - Прошлое

source: Futurism - Future
ru: Футуризм - Будущее

source: Login
ru: Войти

source: Logout
ru: Выйти

source: My covers
ru: Мои обложки

source: Natural - Neutral
ru: Натуральное - Нейтральное

source: Oops, something went wrong! Please check the errors below.
ru: Упс, что-то пошло не так! Пожалуйста, проверьте ошибки ниже.

source: Profile page
ru: Страница профиля

source: Realism - Present
ru: Реализм - Настоящее

source: Register
ru: Зарегистрироваться

source: Registration
ru: Регистрация

source: Resend the confirmation Email
ru: Повторно отправить письмо подтверждения

source: Send
ru: Отправить

source: Setting
ru: Настройка

source: Submit
ru: Отправить

source: Warm - Bright
ru: Теплое - Светлое

source: Comment
ru: Комментарий

source: Generating covers
ru: Создание обложек

source: Optionally, additional details that should be in the cover, or thoughts in general
ru: Опционально, дополнительные детали которые должны быть в обложке, либо мысли в целом

source: A few simple steps, little bit of magic, and wonderful results
ru: Несколько простых шагов, магия и удивительные результаты

source: All the best
ru: Все самое лучшее

source: Amazing in its atmosphere and fullness
ru: Удивительные по своей атмосфере и наполненности

source: Attributes
ru: Атрибуты

source: Digital versions and files for printing. All in one place, neatly folded for you
ru: Цифровые варианты и файлы под печать. Всё в одном месте, аккуратно сложенное для Вас

source: Do a quick<br> registration
ru: Пройди<br> быструю регистрацию

source: Fill a form<br> about the book
ru: Заполни<br> данные по книге

source: Of characters from your book
ru: Персонажей из вашей книги

source: Pick<br> your cover
ru: Выбери<br> свою обложку

source: Portraits
ru: Портреты

source: Quick results and a choice
ru: Быстрый результат и возможность выбора

source: Simple and convenient system
ru: Простая и удобная система

source: Source files in high resolution
ru: Исходные файлы в высоком разрешении

source: Together we'll create
ru: Вместе мы создадим

source: Try it
ru: Попробовать

source: Unique artifacts and items from your worlds
ru: Уникальные артефакты и предметы из ваших миров

source: We appreciate your time and know for sure that several options are better than one
ru: Мы ценим Ваше время и точно знаем, что несколько вариантов лучше, чем один

source: Without the brain-crushing and incomprehensible. Just try it yourself!
ru: Без мозгодробительного и непонятного. Просто попробуйте сами!

source: Your cover awaits!
ru: Твоя обложка ждет выхода!

source: Your new cover is a symbiosis of our many years of experience in the field of design and technology and AI
ru: Ваша новая обложка - это симбиоз нашего многолетнего опыта в области дизайна и технологий и искусственного интеллекта

source: a professional
ru: профессиональную

source: for your book
ru: для своей книги
